[
    {
        "doi": "10.1016/B978-0-08-099948-7.00006-3",
        "name": "Chapter 6 Nanomaterials Dispersion, Dissolution and Dose",
        "abstract": "\n               Abstract\n               \n                  This chapter will highlight the complex interrelationship between: the form of a nanoparticulate material dispersed in a particular medium; the resultant dissolution or transformation of the nanomaterials (NM) in that delivery medium; and the nature and degree of uptake of the NM by a particular cell or organism. We refer to this concept as the dispersion – dissolution – dose (DDD) relationship. We review the various techniques which are appropriate to determine each component of the DDD relationship in turn and show that either expert use of a single technique or combined use of a number of techniques including electron microscopy is required to quantify their interrelationship. In the long term quantification and importantly modelling of this DDD relationship will enable mechanistic understanding of exposure pathways and prediction of both toxicity and NM-based drug delivery.\n               \n            ",
        "material": "Ag",
        "fileName": "B9780080999487000063",
        "chemicals": [
            {
                "chemical": "silica",
                "mw": 60.083,
                "mf": "O2Si",
                "synonym": "Silica",
                "cid": 24261
            }
        ],
        "experimentalSentences": "For example, the dissolution of silica NM in biological fluids was examined using fluorescence spectroscopy by monitoring a fluorescent dye incorporated during synthesis into the core of the NM, however, the dissolution was subsequently found to be synthesis method dependent.\n",
        "authors": "Hondow, Nicole ; Brown, Andy ; Brydson, Rik",
        "morphology": [
            "nanorod"
        ]
    },
    {
        "doi": "10.1016/B978-0-08-099948-7.00007-5",
        "name": "Chapter 7 Surface Properties (Physical and Chemical) and Related Reactions Characterization via a Multi-Technique Approach",
        "abstract": "\n               Abstract\n               \n                  The strong interest to nanomaterials (NMs) is generalized to all scientific domains from material sciences, environmental sciences to biology among others. The main reason for this strong interest is that it is now possible to develop NMs with new or strongly modified properties compared to their bulk counterparts. However the new properties occurring when size decrease is most of the time directly related to the increase of the ratio between surface atoms versus atoms in the core of the particles. Therefore most of NMs' properties can be considered as a consequence of their specific surface properties. The chapter will first remind the main surface properties (surface charge, adsorption, photocatalytic reactions, atomic surface structure, etc.) and it will describe how they can be modified when size decrease. In a second part, the chapter will introduce different techniques that can provide specific information of surface atoms and their reactivity. A large variety of surface-specific, spectroscopic and microscopic techniques will be detailed.\n               \n            ",
        "material": "Au",
        "fileName": "B9780080999487000075",
        "chemicals": [],
        "experimentalSentences": "",
        "authors": "Rose, Jerome",
        "morphology": [
            "nanorod"
        ]
    },
    {
        "doi": "10.1016/B978-0-08-100072-4.00010-1",
        "name": "10 Nanostructured materials and nanoparticles for point of care (POC) medical biosensors ",
        "abstract": "\n            Abstract\n            \n               We present a review on the use of nanomaterials in point-of-care (POC) electrochemical biosensors applied to medicine, addressing their development and main advantages. We focused this chapter on the most relevant nanomaterials used in the nanomedicine field, which we understand to be metallic nanoparticles, carbon nanotubes, and graphene. The main strategies for nanomaterial synthesis and characterization are introduced and discussed, as well as the application of these materials in POC medical devices. Furthermore, the principal biological recognition elements and electrochemical techniques used in the development of biosensors are detailed. A final analysis and perspective on the subject is presented at the end of the chapter.\n            \n         ",
        "material": "Au",
        "fileName": "B9780081000724000101",
        "volume": [
            [
                {
                    "orig_val": 10.0,
                    "orig_unit": "?L"
                }
            ]
        ],
        "chemicals": [
            {
                "chemical": "hydrogen",
                "mw": 2.016,
                "mf": "H2",
                "synonym": "Hydrogen",
                "cid": 783
            },
            {
                "chemical": "polyamide 6/poly(allylamine hydrochloride"
            },
            {
                "chemical": "carbon",
                "mw": 12.011,
                "mf": "C",
                "synonym": "Carbon",
                "cid": 5462310
            },
            {
                "chemical": "dopamine",
                "mw": 153.181,
                "mf": "C8H11NO2",
                "synonym": "dopamine",
                "cid": 681
            }
        ],
        "experimentalSentences": "41 \n                          The first pure graphene synthesis using arc-discharge method was described by Subrahmanyam and co-workers, in 2009, using an H2  atmosphere.\nAfter the reaction of the sensor with 10 μL of serum sample, a secondary antibody was added, labeled with HRP for enhanced electrochemical detection.\nA novel sensing architecture using electrospun polyamide 6/poly(allylamine hydrochloride) (PA6/PAH) nanofibers functionalized with MWCNTs was proposed by Mercante and co-workers for dopamine determination.\nA voltammetric immunosensor for  Enterobacter sakazakii  was developed by employing MWCNTs/ionic liquid/thionine-modified electrode which presented a limit of detection of 7.7 × 10 CFU/mL.\nBy performing square-wave voltammetry, a limit of detection was obtained of 0.8 μg/mL.\nIts applicability as a POC biosensor was illustrated by detecting BSA and thrombin in concentrations as low as 1.78 μg/mL and 2.97 ng/mL, respectively.\n",
        "authors": "B ; r ; a ; z ; a ; c ; a ; , ;   ; L ; . ; C ; .",
        "morphology": [
            "nanoparticle"
        ]
    },
    {
        "doi": "10.1016/B978-0-08-100079-3.00001-6",
        "name": "1 Properties and characterization of electrically conductive nanocellulose-based composite films ",
        "temp": [
            [
                {
                    "orig_val": "room temperature",
                    "unit": "C",
                    "value": 25.0,
                    "orig_unit": "convention"
                }
            ]
        ],
        "authors": "L ; i ; u ; , ;   ; D ; . ; Y ; .",
        "abstract": "\n            Abstract\n            \n               Nanocellulose is attracting more and more attention from the scientists due to its high mechanical strength and environmental sustainability. Nanocellulosebased conducting composite film shows promise in the application of nanopaper-based sensors, flexible electrodes, and conducting adhesives. This chapter first briefly introduces the fundamentals of nanocellulose and conducting polymer polyaniline (PANI). Then, it describes the synthesis and properties of electrically conductive nanocellulose-based composite films. PANI was used as electrical function component. The effects of the concentration of aqueous nanocellulose suspension on the structures and properties of the composites are discussed.\n            \n         ",
        "material": "Cu",
        "fileName": "B9780081000793000016",
        "volume": [
            [
                {
                    "orig_val": 20.0,
                    "orig_unit": "mL/min"
                }
            ]
        ],
        "chemicals": [
            {
                "chemical": "platinum",
                "mw": 195.084,
                "mf": "Pt",
                "synonym": "Platinum",
                "cid": 23939
            },
            {
                "chemical": "uranyl acetate",
                "mw": 390.131,
                "mf": "C4H8O6U",
                "synonym": "URANYL ACETATE",
                "cid": 10915
            },
            {
                "chemical": "oxygen",
                "mw": 31.998,
                "mf": "O2",
                "synonym": "Oxygen",
                "cid": 977
            },
            {
                "chemical": "water",
                "mw": 18.015,
                "mf": "H2O",
                "synonym": "water",
                "cid": 962
            },
            {
                "chemical": "sodium hydroxide",
                "mw": 39.997,
                "mf": "HNaO",
                "synonym": "SODIUM HYDROXIDE",
                "cid": 14798
            },
            {
                "chemical": "nitrogen",
                "mw": 28.014,
                "mf": "N2",
                "synonym": "Nitrogen",
                "cid": 947
            },
            {
                "chemical": "sulfuric acid",
                "mw": 98.072,
                "mf": "H2O4S",
                "synonym": "SULFURIC ACID",
                "cid": 1118
            },
            {
                "chemical": "aniline hcl"
            }
        ],
        "experimentalSentences": "Sulfuric acid with a concentration of 95–97 wt% was supplied by Merck KGaA, Darmstadt, Germany.\nSodium hydroxide was purchased from Ajax Finechem Pty Ltd, Taren Point, Australia.\nThe oven-dried flax yarns were hydrolyzed in sulfuric acid solution (60 wt%) at 55 °C for 1 h. Then the suspension was centrifuged and diluted with deionized water.\nThe suspension was freeze-dried prior to being redispersed in deionized water.\nAniline HCl powders (0.2 g) and 0.44 g APS were dissolved in distilled water.\nAniline HCl solution was added into cellulose nanowhiskers aqueous suspension (0.1, 0.5, 1.0, and 2.0 wt%) followed by dropwise addition of APS.\nThe mixture was kept stirred for 24 h at room temperature and then was diluted and washed with deinonized (D.I.)\nwater under centrifugation until the supernatant was clear.\nThe composite film was peeled off after water fully evaporated at room temperature.\nThe samples were then stained by allowing the grids to float in a 2.0 wt% solution of uranyl acetate for 1 min.\nSamples were heated in an open platinum pan from room temperature to 600 °C, under nitrogen atmosphere at a flow rate of 20 mL/min, to avoid thermoxidative degradation due to oxygen, at a heating rate of 10 °C/min.\n1.2.3.7 \n                      Differential scanning calorimetery analysis \n                      Thermal behavior was investigated by a differential scanning calorimeter (DSC, TA Instruments Q20, USA) at a heating rate of 10 °C/min from room temperature to 400 °C.\nBefore this heating process, the samples were heated up to 120 °C, kept for 5 min to remove most of the moisture, and further cooled to 30 °C at 20°C/min.\nNo large PANI particles were seen at the bottom of the flask.\nAqueous suspensions of nanocellulose/PANI composites were then obtained by centrifugation washing until the supernatant is clear, then redispersed in water for casting to get films ( Figure 1.1(a) ).\n",
        "time": [
            [
                {
                    "orig_val": 5.0,
                    "unit": "s",
                    "value": 300.0,
                    "orig_unit": "min"
                }
            ],
            [
                {
                    "orig_val": 1.0,
                    "unit": "s",
                    "value": 3600.0,
                    "orig_unit": "h"
                }
            ],
            [
                {
                    "orig_val": 1.0,
                    "unit": "s",
                    "value": 60.0,
                    "orig_unit": "min"
                }
            ],
            [
                {
                    "orig_val": 24.0,
                    "unit": "s",
                    "value": 86400.0,
                    "orig_unit": "h"
                }
            ],
            []
        ],
        "morphology": [
            "nanotub"
        ]
    },
    {
        "doi": "10.1016/B978-0-08-100079-3.00004-1",
        "name": "4 Electrospun poly(lactic acid) (PLA): poly(ε-caprolactone) (PCL)/halloysite nanotube (HNT) composite fibers Synthesis and characterization",
        "temp": [
            [
                {
                    "orig_val": "room temperature",
                    "unit": "C",
                    "value": 25.0,
                    "orig_unit": "convention"
                }
            ]
        ],
        "authors": "H ; a ; r ; o ; o ; s ; h ; , ;   ; H ; . ; J ; .",
        "abstract": "\n            Abstract\n            \n               The incorporation of nanoparticles into polymer nanocomposites via electrospinning offers an effective approach to tailor composite properties and fabricate nonwoven fibrous structures. This chapter describes a general fabrication-characterization route of electrospinning poly(lactic acid) (PLA):poly(ε-caprolactone) (PCL)/halloysite nanotube (HNT) composite fibers. High molecular weight PCL (9wt%/v and 15wt%/v)- and PLA (fixed at 8wt%/v)-blend solutions were prepared with unmodified HNTs and HNTs modified with 3-aminopropyltriethoxysilane. HNTs were also incorporated into PLA:low molecular weight PCL (15wt%/v) using different solvents (dichloromethane:N, N, dimethylformamide and chloroform:methanol cosolvents) and blend ratios.\n            \n         ",
        "material": "Cu",
        "fileName": "B9780081000793000041",
        "volume": [
            [
                {
                    "orig_val": 2.0,
                    "orig_unit": "mL/h"
                }
            ],
            [
                {
                    "orig_val": 30.0,
                    "unit": "L",
                    "value": 0.03,
                    "orig_unit": "mL"
                }
            ],
            [
                {
                    "orig_val": 2.0,
                    "unit": "L",
                    "value": 0.002,
                    "orig_unit": "mL"
                }
            ]
        ],
        "chemicals": [
            {
                "chemical": "chloroform:methanol"
            },
            {
                "chemical": "aluminum",
                "mw": 26.982,
                "mf": "Al",
                "synonym": "Aluminum",
                "cid": 5359268
            }
        ],
        "experimentalSentences": "Low molecular weight (LMW) PCL (MW = 33,000 g/mol) and high molecular weight PCL (MW = 80,000 g/mol) were supplied by Daicel Chemical Industries Ltd, Japan, and Sigma–Aldrich Ltd, Australia, respectively.\nAt the initial HNT modification, 2 mL ASP was dissolved in 30 mL chloroform:methanol cosolvents.\nAbout 2 g as-received HNT powders were added to the ASP solution and the resulting suspension was sonicated for 1 h at room temperature.\nThe suspension was then heated on a hot plate at 120 °C and mixed using a magnetic stirrer for 6–8 h. The deposit of HNT–ASP from the prepared mixture was filtered out and then thoroughly washed twice with chloroform:methanol cosolvents prior to being dried for 24 h at 120 °C for the removal of all solvents.\nIn the electrospinning process, the prepared solution was released from a 10-ml syringe pump with a 20G metallic needle (inner diameter 0.584 mm).\nElectrospinning was performed at room temperature with the flow rate of 2 mL/h and voltage setting of 25–28 kV.\nThe tip-to-collector distance was fixed at 13 cm.\nApproximately 10 mg fiber mat was cut and sealed in an aluminum pan.\nThe thermal behavior was analyzed during the first heating scan from 90 to 200 °C with a ramp rate of 10 °C/min.\nIn particular, for a blend ratio of PLA:PCL at 1:0, solution viscosities increase significantly with the addition of HNTs.\n",
        "time": [
            [
                {
                    "orig_val": 1.0,
                    "unit": "s",
                    "value": 3600.0,
                    "orig_unit": "h"
                }
            ],
            [
                {
                    "orig_val": 8.0,
                    "unit": "s",
                    "value": 28800.0,
                    "orig_unit": "h"
                }
            ],
            [
                {
                    "orig_val": 24.0,
                    "unit": "s",
                    "value": 86400.0,
                    "orig_unit": "h"
                }
            ]
        ],
        "morphology": [
            "nanoparticle"
        ]
    },
    {
        "doi": "10.1016/B978-0-08-100079-3.00021-1",
        "name": "21 Organic/inorganic nanocomposite hydrogels ",
        "abstract": "\n            Abstract\n            \n               Hydrogels are crosslinked hydrophilic polymers with a wide spectrum of applications such as drug delivery, artificial muscles, sensors, etc. In comparison with conventional organic hydrogels, much more attention has been paid to organic/inorganic nanocomposite hydrogels because of their improved mechanical, electrical, optical, catalytic, and magnetic properties as well as their extended applications. In this chapter, three new classes of nanocomposite hydrogels—polymer/zero-dimensional inorganic gels, polymer/one-dimensional inorganic gels, and polymer/two-dimensional inorganic gels—are described and comprehensively reviewed with preparation methods and developments. This chapter concludes with perspectives for future directions, challenges, and possible avenues for the further enhancement of gel properties.\n            \n         ",
        "material": "Ag",
        "fileName": "B9780081000793000211",
        "chemicals": [
            {
                "chemical": "/silica"
            },
            {
                "chemical": "sds"
            },
            {
                "chemical": "cetrimonium bromide",
                "mw": 364.456,
                "mf": "C19H42BrN",
                "synonym": "Cetrimonium bromide",
                "cid": 5974
            },
            {
                "chemical": "water",
                "mw": 18.015,
                "mf": "H2O",
                "synonym": "water",
                "cid": 962
            },
            {
                "chemical": "cooh-functionalized swnts"
            },
            {
                "chemical": "nipaam"
            },
            {
                "chemical": "mwnt-cooh"
            },
            {
                "chemical": "silica",
                "mw": 60.083,
                "mf": "O2Si",
                "synonym": "Silica",
                "cid": 24261
            },
            {
                "chemical": "sma"
            }
        ],
        "experimentalSentences": "Silica sol was prepared first by hydrolysis of TEOS and then followed by polymerization of  N -isopropylacrylamide (NIPAAm) and AM to produce poly(NIPAAm-co-AM)/silica hydrogels.\nWhen the molar ratio of SS/AA was 0.13, the compressive strength of the hydrogel reached 45.6 kPa at 99.1% water content.\nThe second way consists of mixing of the preformed nanoparticles with the monomer followed by crosslinking polymerization or polymer solution followed by crosslinking to create a three-dimensional hydrogel.\nIn some cases, only sonication was used to disperse the CNT without the presence of dispersants, but centrifugation was needed to remove insoluble CNTs ( Cheng et al., 2011; Ogoshi et al., 2007 ).\nThe surfactants sodium dodecyl sulfate (SDS) and cetyltrimethylammonium bromide were often used to disperse CNTs, and then macromolecules (e.g., agarose [ Song, 2012 ], gelatin [ Haider et al., 2007 ], or CS [ Chatterjee et al., 2009 ]) were added to the surfactant-dispersed CNT solution to obtain the NC gel.\nAmong these, the carboxylation of CNTs was widely used.\nPEGDA oligomers were added into the dispersion of COOH-functionalized SWNTs, followed by polymerization to obtain SWNT/PEGDA hybrid hydrogel.\nMWNT-COOH was introduced into MAA and AM solution followed by copolymerization of sodium methacrylate (SMA) and AM to obtain poly(AM-co-SMA)/MWNT-COOH NC gel ( Liu et al., 2012c ).\nreported a temperature- and pH-sensitive semi-IPN NC gel, which was prepared by radical polymerization of NIPAAm in the suspension of the gel-forming grade Laponite XLG containing linear PAA ( Song et al., 2008a ); however, the synthesized gel was not transparent (transmittance ∼25%), and the elongation  was less than 800%.\ndirectly added a small amount of AA (10–50 wt%, relative to water) into dilute Laponite dispersion (1–2 wt%, relative to water), and the obtained ionic NC gels show high transparence, tunable fluidity, and adhesion ( Shen et al., 2014 ).\n",
        "authors": "D ; u ; , ;   ; J ; .",
        "morphology": [
            "nanoparticle"
        ]
    },
    {
        "doi": "10.1016/B978-0-08-100212-4.00008-0",
        "name": "Chapter 8 Magnetism in nanoalloys ",
        "temp": [
            [
                {
                    "orig_val": "room temperature",
                    "unit": "C",
                    "value": 25.0,
                    "orig_unit": "convention"
                }
            ]
        ],
        "abstract": "\n               Abstract\n               \n                  Nanoalloys are very promising for improving high-density storage. To this end, a nanoalloy must present a sizable magnetic moment and a strong magnetic anisotropy. In principle, these properties can be achieved by combining 3d with 4d or 5d transition metals. Here the basic features of magnetism in nanoparticles are summarized, together with the main experimental techniques that are presently used to characterize nanoalloy magnetism. Results about specific 3d-5d and 3d-4d nanoalloys such as Pt-Co, Pt-Fe, Rh-Co, and Rh-Fe are presented.\n               \n            ",
        "material": "Au",
        "fileName": "B9780081002124000080",
        "chemicals": [],
        "experimentalSentences": "8.3 \n                         ), at a temperature below  T \n                        C .\nMagnetization-demagnetization cycles are made both at room temperature and at low temperature.\nHysteresis loops were measured for  L 10  nanoalloys with average diameters of about 6 nm at room temperature  [247] .\n",
        "authors": "Ferrando, Riccardo",
        "morphology": [
            "nanoparticle"
        ]
    },
    {
        "doi": "10.1016/B978-0-08-100408-1.00007-8",
        "name": "7 Advances in polymer-inorganic hybrids as membrane materials ",
        "abstract": "\n            Abstract\n            \n               Polymer-inorganic hybrids have been widely reported as membrane materials to combine the advantages of inorganic and polymeric materials to improve the membrane separation and fabrication properties. This chapter presents a review on the recent research progress in polymer-inorganic hybrid membranes, including the classification of various types of polymer-inorganic hybrid membranes, the different transport mechanisms involved, fabrication and characterization techniques, and the applications of the polymer-inorganic hybrid membranes in the fields of gas separation, water treatment, and organic solvent nanofiltration. A comprehensive assessment of the recently improved membrane performance and possible future research and development prospectives are also discussed.\n            \n         ",
        "material": "Au",
        "fileName": "B9780081004081000078",
        "chemicals": [],
        "experimentalSentences": "At this step, short evaporation times (eg, preconcentration of the casting solution  [100] ) must be utilized to prevent particle sedimentation or reagglomeration.\n",
        "authors": "A ; n ; s ; a ; l ; o ; n ; i ; , ;   ; L ; .",
        "morphology": [
            "nanoparticle"
        ]
    },
    {
        "doi": "10.1016/B978-0-08-100408-1.00008-X",
        "name": "8 Synthesis of polymer/inorganic hybrids through heterophase polymerizations ",
        "authors": "J ; e ; n ; s ; e ; n ; , ;   ; A ; . ; T ; .",
        "abstract": "\n            Abstract\n            \n               Heterophase polymerization processes such as suspension, emulsion and miniemulsion play a fundamental role on the synthesis of polymer/inorganic hybrids. Depending on the reaction system, hybrid micro- and nanoparticles are produced, exhibiting successful incorporation of inorganic fillers into the polymer particles, due to the proper encapsulation and / or dispersion into the growing polymer chains during the polymerization. Polymer/magnetic nanoparticles and polymer/clays-based nanocomposites are representative examples of hybrid materials synthesized through heterophase polymerization processes intended for several end-use application purposes, as for instance, medical devices, drug delivery systems, adhesives, paints and coatings, paper, textiles, embolization agents, sensors, enzyme support, among others.\n            \n         ",
        "material": "Au",
        "fileName": "B978008100408100008X",
        "chemicals": [
            {
                "chemical": "water",
                "mw": 18.015,
                "mf": "H2O",
                "synonym": "water",
                "cid": 962
            },
            {
                "chemical": "9-octadecenoic acid",
                "mw": 282.468,
                "mf": "C18H34O2",
                "synonym": "9-octadecenoic acid",
                "cid": 965
            },
            {
                "chemical": "poly(ethylene oxide"
            }
        ],
        "experimentalSentences": "The hybrid was synthesized using the dispersion polymerization method in the presence of magnetite coated with oleic acid.\nThe first commercial product based at nanocomposites was developed by Toyota in collaboration with Ube in 1991.\n8.4.2.1 \n                      Intercalation–adsorption or solution intercalation \n                      The idea of this synthesis is to put the clay in a solution containing a polymer or prepolymer and a solvent (in which the polymer is soluble).\nFor a ratio of poly(ethylene oxide) to silicate of 2:98, a gallery size of 4.7 Å was observed and the ratio equivalent to 5:95 showed a spacing of 8.3 Å.\nAnother approach to remove the serum soluble substances is to centrifuge the sample, removing the supernatant, adding distilled water, and redispersing the particles by shaking or sonication.\nScanning tunneling microscopy (STM), the first SPM technique, was invented by Binning and Rohrer in 1981.\nFigure 8.10 \n                \n                   X-ray diffraction patterns after reaction performed in the following reaction conditions: (a) 25°C, 30 min; (b) 75°C, 10 min; (c) 75°C, 15 min; (d) 75°C, 30 min; (e) 75°C, 60 min; (f) 75°C, 70 min; and (g) 75°C, 90 min  [85] .\n",
        "time": [
            [
                {
                    "orig_val": 15.0,
                    "unit": "s",
                    "value": 900.0,
                    "orig_unit": "min"
                }
            ],
            [
                {
                    "orig_val": 70.0,
                    "unit": "s",
                    "value": 4200.0,
                    "orig_unit": "min"
                }
            ],
            [
                {
                    "orig_val": 60.0,
                    "unit": "s",
                    "value": 3600.0,
                    "orig_unit": "min"
                }
            ],
            [
                {
                    "orig_val": 10.0,
                    "unit": "s",
                    "value": 600.0,
                    "orig_unit": "min"
                }
            ],
            [
                {
                    "orig_val": 90.0,
                    "unit": "s",
                    "value": 5400.0,
                    "orig_unit": "min"
                }
            ],
            [
                {
                    "orig_val": 30.0,
                    "unit": "s",
                    "value": 1800.0,
                    "orig_unit": "min"
                }
            ]
        ],
        "morphology": [
            "nanoparticle"
        ]
    }
]
